//------------------------------------------------------------------------------
// <автоматически создаваемое>
//     Этот код создан программой.
//
//     Изменения в этом файле могут привести к неправильной работе и будут потеряны в случае
//     повторной генерации кода. 
// </автоматически создаваемое>
//------------------------------------------------------------------------------

namespace LingusticInterface
{


	public partial class UserProfile
	{

		/// <summary>
		/// userName элемент управления.
		/// </summary>
		/// <remarks>
		/// Автоматически создаваемое поле.
		/// Для изменения переместите объявление поля из файла конструктора в файл кода программной части.
		/// </remarks>
		protected global::System.Web.UI.HtmlControls.HtmlGenericControl userName;

		/// <summary>
		/// userLogin элемент управления.
		/// </summary>
		/// <remarks>
		/// Автоматически создаваемое поле.
		/// Для изменения переместите объявление поля из файла конструктора в файл кода программной части.
		/// </remarks>
		protected global::System.Web.UI.HtmlControls.HtmlGenericControl userLogin;

		/// <summary>
		/// userEmail элемент управления.
		/// </summary>
		/// <remarks>
		/// Автоматически создаваемое поле.
		/// Для изменения переместите объявление поля из файла конструктора в файл кода программной части.
		/// </remarks>
		protected global::System.Web.UI.HtmlControls.HtmlGenericControl userEmail;
	}
}
